Repository: yoshi3689/um-messaging
Catalog: languages/um-messaging-*.po
Languages: de_ch

source: Private Messages
de_ch: Private Nachrichten

source: Private Messaging License Key
de_ch: Lizenzschlüssel für private Nachrichten

source: Private Messaging
de_ch: Privater Nachrichtenversand

source: Show messages button in member directory
de_ch: Nachrichten-Taste im Mitgliederverzeichnis anzeigen

source: Show unread messages first
de_ch: Ungelesene Nachrichten zuerst anzeigen

source: Message character limit
de_ch: Begrenzung des Nachrichtenzeichens

source: Block users from sending/receiving messages
de_ch: Benutzer am Senden/Empfangen von Nachrichten hindern

source: A comma seperated list of user IDs that cannot send/receive messages on the site.
de_ch: Eine kommagetrennte Liste von Benutzer-IDs, die keine Nachrichten auf der Website senden/empfangen können.

source: Primary color
de_ch: Grundfarbe

source: How often do you want the AJAX refresh conversation (in seconds)
de_ch: Wie oft möchten Sie das AJAX das Gespräch aktualisiert (in Sekunden)?

source: Send email notifications If user did not login for
de_ch: E-Mail-Benachrichtigungen senden Wenn der Benutzer sich nicht angemeldet hat für

source: Send email notifications about new messages if the user's last login time exceeds that period.
de_ch: Senden Sie E-Mail-Benachrichtigungen über neue Nachrichten, wenn die letzte Anmeldezeit des Benutzers diesen Zeitraum überschreitet.

source: 1 Hour
de_ch: 1 Stunde

source: 1 Day
de_ch: 1 Tag

source: 1 Week
de_ch: 1 Woche

source: 1 Month
de_ch: 1 Monat

source: Select...
de_ch: Auswählen.....

source: Send email notifications If user didn't read message for [n] hours
de_ch: E-Mail-Benachrichtigungen senden wenn der Benutzer die Nachricht für [n] Stunden nicht gelesen hat

source: Send email notifications about unread message if the user didn't read it during that period.
de_ch: Senden Sie E-Mail-Benachrichtigungen über ungelesene Nachrichten, wenn der Benutzer sie in diesem Zeitraum nicht gelesen hat.

source: [n] hours
de_ch: [n] Stunden

source: Send email notifications not more then [m] times.
de_ch: Senden Sie E-Mail-Benachrichtigungen nicht öfter als [m] mal.

source: Email notifications about unread message will be send every [n] hours but no more then [m] times.
de_ch: E-Mail-Benachrichtigungen über ungelesene Nachrichten werden alle [n] Stunden, aber nicht mehr als [m] Mal gesendet.

source: [m] times
de_ch: [m] Zeiten

source: Enable Messaging feature?
de_ch: Nachrichtenfunktion aktivieren?

source: Enable or disable messaging feature for this role
de_ch: Aktivieren oder Deaktivieren der Nachrichtenfunktion für diese Rolle

source: Can start conversations?
de_ch: Kann ein Gespräch beginnen?

source: Can this role start conversation with other users?
de_ch: Kann diese Rolle ein Gespräch mit anderen Benutzern beginnen?

source: Can read private messages?
de_ch: Darf private Nachrichten lesen?

source: Can this role read private messages from other users?
de_ch: Kann diese Rolle private Nachrichten von anderen Benutzern lesen?

source: Can reply private messages?
de_ch: Können private Nachrichten beantwortet werden?

source: Turn this off to disable reply ability for this role
de_ch: Deaktivieren Sie dies, um die Antwortfunktion für diese Rolle zu deaktivieren

source: Days
de_ch: Tage

source: Maximum number of messages they can send
de_ch: Maximale Anzahl von Nachrichten, die sie senden können

source: Notifications
de_ch: Benachrichtigungen

source: Update Notifications
de_ch: Updatebenachrichtigungen

source: No chats found here
de_ch: Hier wurden keine Chats gefunden

source: Download History
de_ch: Download-Verlauf

source: Download Chats History
de_ch: Chats-Verlauf herunterladen

source: Me
de_ch: Ich

source: This conversation is hidden.
de_ch: Diese Unterhaltung ist verborgen.

source: Your membership level does not allow you to view conversations.
de_ch: Ihre Mitgliedsstufe erlaubt es Ihnen nicht, Nachrichten zu sehen.

source: %s Please login to message <strong>%s</strong>
de_ch: %s Bitte melden Sie sich an, um eine Nachricht zu senden <strong>%s</strong>

source: Invalid target user_ID or user is not logged in
de_ch: Ungültige Zielbenutzer-ID oder Benutzer ist nicht angemeldet

source: UM Messaging - No result found
de_ch: UM Messaging - Kein Ergebnis gefunden

source: Remove
de_ch: Entfernen

source: Deleted User
de_ch: Gelöschter Benutzer

source: Hide message button in directory?
de_ch: Nachrichten-Taste im Verzeichnis verstecken?

source: My messages
de_ch: Meine Nachrichten

source: Messages
de_ch: Nachrichten

source: User get a new private message
de_ch: Benutzer erhält eine neue private Nachricht

source: When someone sends a private message to me
de_ch: Wenn jemand eine private Nachricht an mich sendet

source: Message
de_ch: Nachricht

source: Everyone
de_ch: Jeder

source: Nobody
de_ch: Niemand

source: Who can send me private messages?
de_ch: Wer kann mir private Nachrichten schicken?

source: New Message Notification
de_ch: Neue Nachrichtenbenachrichtigung

source: Send a notification to user when he receives a new private message
de_ch: Senden einer Benachrichtigung an den Benutzer, wenn er eine neue private Nachricht erhäl

source: New Message Reminder
de_ch: Neue Nachrichtenerinnerung

source: Send a notification to user when he has unread private message
de_ch: Senden einer Benachrichtigung an den Benutzer, wenn er eine ungelesene private Nachricht hat

source: Someone sends me a private message
de_ch: Jemand schickt mir eine private Nachricht

source: I have an unread message
de_ch: Ich habe eine ungelesene Nachricht

source: Blocked Users
de_ch: Gesperrte Benutzer

source: Unblock
de_ch: Entsperren

source: Are you sure to block this user?
de_ch: Sind Sie sicher, dass Sie diesen Benutzer sperren wollen?

source: Block user
de_ch: Benutzer sperren

source: Delete conversation
de_ch: Unterhaltung löschen

source: Close chat
de_ch: Schließen Sie den Chat

source: You are blocked and not allowed continue this conversation.
de_ch: Sie sind blockiert und dürfen diese Unterhaltung nicht fortsetzen.

source: You have reached your limit for sending messages.
de_ch: Sie haben Ihr Limit für das Senden von Nachrichten erreicht.

source: You are not allowed to reply to private messages.
de_ch: Sie dürfen nicht auf private Nachrichten antworten.

source: You are not allowed to start conversations.
de_ch: Sie dürfen keine Unterhaltungen beginnen.

source: Type your message...
de_ch: Geben Sie Ihre Nachricht ein.....

source: Send message
de_ch: Nachricht senden

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
de_ch: Das <strong>%s</strong> Erweiterung erfordert, dass das Ultimate Member Plugin aktiviert ist, damit es ordnungsgemäß funktioniert. Sie können es hier herunterladen <a href="https://wordpress.org/plugins/ultimate-member"></a>

source: Allow users to send private messages to each other on your site.
de_ch: Ermöglichen Sie es Benutzern, sich gegenseitig private Nachrichten auf Ihrer Website zu senden.
